Repository: mikejolley/woocommerce-product-gift-wrap
Catalog: languages/woocommerce-product-gift-wrap-*.po
Languages: de_de, it_it, nl_nl

source: Gift wrap this item for %s?
it_it: desideri la confezione regalo, %s?
nl_nl: Inpakken in cadeauverpakking voor %s?

source: Gift wrap this item for free?
nl_nl: Cadeau gratis inpakken?

source: Gift Wrapping Enabled by Default?
it_it: Pacco regalo disponibile di default?
nl_nl: Cadeauverpakking standaard inschakelen?

source: Enable this to allow gift wrapping for products by default.
it_it: Rendi disponibile il Pacco regalo per questo prodotto.
nl_nl: Schakel deze optie in om cadeauverpakkingen voor alle producten standaard toe te staan.

source: Default Gift Wrap Cost
de_de: Standardpreis für Geschenkverpackung
it_it: Costo Pacco regalo di default
nl_nl: Standaard kosten cadeauverpakking

source: The cost of gift wrap unless overridden per-product.
de_de: Der Preis für eine Geschenkverpackung, es sei denn, es wurde beim Produkt ein anderer Preis angegeben.
it_it: Usare il costo del Pacco regalo.
nl_nl: De kosten van de cadeauverpakking tenzij overschreven per product.

source: Gift Wrap Message
de_de: Geschenkverpackung Mitteilung
it_it: Messaggio per il regalo
nl_nl: Cadeauverpakking tekst

source: Note: <code>{checkbox}</code> will be replaced with a checkbox and <code>{price}</code> will be replaced with the gift wrap cost.
it_it: Nota: <code>{checkbox}</code> sarà sostituito con un checkbox e <code>{price}</code> e con il costo del pacco regalo
nl_nl: Let op: <code>{checkbox}</code> wordt vervangen door een checkbox en <code>{price}</code> wordt vervangen door de cadeauverpakkingskosten.

source: The checkbox and label shown to the user on the frontend.
de_de: Das Kontrollkästchen und die Beschriftung, welches der Besucher in der Besucheransicht (Frontend) sieht.
it_it: Far vedere il checkbox e la scritta nel front end del negozio.
nl_nl: De checkbox en het label dat aan de gebruiker getoond wordt in de frontend.

source: Free Gift Wrap Message
nl_nl: Gratis cadeauverpakking tekst

source: Note: <code>{checkbox}</code> will be replaced with a checkbox
nl_nl: Let op: <code>{checkbox}</code> wordt vervangen door een checkbox

source: The checkbox and label shown to the user on the frontend for free gift wraps.
nl_nl: De checkbox en het label dat aan de gebruiker getoond wordt in de frontend voor gratis cadeauverpakkingen.

source: Gift Wrapped
de_de: Als Geschenk verpackt
it_it: Pacco regalo
nl_nl: Cadeauverpakking

source: Yes
de_de: Ja
it_it: Sì
nl_nl: Ja

source: Gift Wrappable
de_de: Geschenkverpackung möglich
it_it: Pacco regalo
nl_nl: Cadeauverpakking inschakelen

source: Enable this option if the customer can choose gift wrapping.
de_de: Diese Einstellung aktivieren, wenn der Besucher die Geschenkverpackung optional auswählen kann.
it_it: Abilita il cliente a scegliere il Pacco regalo.
nl_nl: Schakel deze optie in als de klant voor cadeauverpakking kan kiezen.

source: Gift Wrap Cost
de_de: Preis Geschenkverpackung
it_it: Costo pacco regalo
nl_nl: Kosten cadeauverpakking

source: Override the default cost by inputting a cost here.
de_de: Standardpreis überschreiben, indem Sie hier einen Preis eingeben.
it_it: Sovrascrivere il costo di default con il costo seguente.
nl_nl: Overschrijf de standaard kosten door hier een prijs in te voeren.

source: Default Gift Wrap Status
de_de: Standard-Status für Geschenkverpackung

source: Enable this to allow gift wrapping by default.
de_de: Diese Einstellung aktivieren, um die Geschenkverpackung standardmäßig zu aktivieren.

source: Default
de_de: Standard

source: free
de_de: kostenlos
it_it: in omaggio

source: WooCommerce Product Gift Wrap
de_de: WooCommerce Produkt Geschenkverpackung

source: Add an option to your products to enable gift wrapping. Optionally charge a fee. For WooCommerce 2.0+ @todo Design selection.
de_de: Fügt Ihren Produkten die Option hinzu, Geschenkverpackungen anzubieten. Optional kann eine Gebühr dafür verlangt werden. Für WooCommerce 2.0 oder höher. (@todo Design)
